Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G61A.tmx
Source language: en_us
Languages: zh_cn

source: Joe Weider, Creator of Bodybuilding Empire, Dies at 93
zh_cn: 现代健身之父-乔韦德去世，享年93岁

source: Joe Weider, a scrawny youngster who sculptured himself with bodybuilding during the Great Depression and created an empire of muscle magazines, fitness equipment, doubtful dietary supplements and Olympic-style contests featuring Arnold Schwarzenegger, died on Saturday in Los Angeles. He was 93.
zh_cn: 乔韦德，一个骨瘦如柴的孩子，在大萧条时期通过健身来重塑自我，创建了一个集健美杂志、健身器材、及颇有争议的生产营养补剂的商业帝国，他还创设了奥运会式的健身比赛，从中产生了健美巨星阿诺 施瓦辛格。他于本周六在洛杉矶的西达-西奈医疗中心去世，享年93岁。

source: His death, at Cedars-Sinai Medical Center, was announced by Charlotte Parker, his longtime publicist.
zh_cn: 长年为乔韦德作公关工作的夏洛特帕克介绍说，他死于心力衰竭。

source: Mr. Weider may not have been the 97-pound weakling of the comic books who got tired of having sand kicked in his face.
zh_cn: 韦德先生可能并不像连环画书里所描写的那样，只有97磅重，弱不禁风，且总被别的孩子往他脸上攘沙子。

source: But as a teenager in Montreal, he hated being roughed up by neighborhood hooligans, discovered bodybuilding in a magazine and bought into it for life.
zh_cn: 但在他生活在蒙特利尔的少年时代，他对周围的那些小流氓经常打他深恶痛绝。后来，他在一本杂志上发现了健美这项运动，并使之成为了自己生活的一部分。

source: He developed a V-shaped torso with bulging biceps and abs like Michelangelo's David, and he was still muscular and jut-jawed in his 70s and 80s.
zh_cn: 他练就了一副V字型身 材，凸显的二头肌，及像米开朗基罗的塑像“大卫”那样的腹肌，在七、八十岁时，他依然有一身腱子肉，身体健壮伟岸。

source: In the intervening decades, Mr. Weider (pronounced WEE-dur), who moved to the United States as a young man, founded many of the world's most popular bodybuilding magazines, including Muscle and Fitness, Flex, Men's Fitness and, for women, Shape.
zh_cn: 在宣传推广健美运动的几十年里，年轻时移居到美国的韦德先生，创办了很多本在世界上最受欢迎的健美杂志，包括“肌肉与健美”，“活动肌肉”，“男子健身”和为女士办的“身材”等。

source: They had 25 million readers at their peak and were crammed with photos of greased bodybuilders and Hollywood stars like Sylvester Stallone, Cher and Mr. Schwarzenegger.
zh_cn: 这些杂 志拥有2500万读者，里面有大量涂有褐色油彩的健美和好莱坞明星的照片，如史泰龙、谢尔及施瓦辛格等。

source: Riding waves of postwar fascination with bodybuilding, Mr. Weider and his brother Ben founded the International Federation of Body Builders, which sponsored the Mr. Universe and Mr. Olympia contests and other competitions for men and women featuring gibbous thighs and sugar-loaf pectorals.
zh_cn: 趁着战后兴起的追崇健美的热潮，韦德先生和他的兄弟本 韦德创建了“国际健美者联合会”，该会举办的“宇宙先生”和“奥林匹亚先生”健美大赛及其他男女都能参加的赛事，向世人展示了无与伦比的强健大腿和圆锥型的胸肌。

source: Ben Weider, who was the federation's president from 1946 to 2006, established affiliates in some 170 countries.
zh_cn: 自1946到2006年一直担任该会主席的本韦德，在170个国家和地区都建立了分会。

source: With Joe Weider focusing on publications and products, the brothers promoted fitness as a lifestyle and bodybuilding as an international sport with Olympic aspirations (distinct from weight lifting), and sought to combat popular images of bodybuilders as muscle-bound oddballs.
zh_cn: 在乔韦德主要从事出版和开发健身产品的同时，两兄弟把保持身材变成了人们生活的一种方式，并使健身成为具有奥林匹克精神的一项国际运动（使之有别于举重），并且努力消除人们把健美爱好者看成是，只有一身死肌肉块的异类的偏见。

source: In 1968, Mr. Weider recruited Mr. Schwarzenegger, an Austrian bodybuilding champion, moved him to Los Angeles and gave him $100 a week to write articles for his magazines that endorsed Weider products.
zh_cn: 1968年，韦德先生把奥地利健美冠军施瓦辛格网罗到门下，让他来到洛杉矶，每星期付他一百美元，让他给自己的杂志撰文写稿宣传他的健身产品。

source: Mr. Schwarzenegger also repeatedly won Mr. Universe and Mr. Olympia titles.
zh_cn: 施瓦辛格多次赢得宇宙先生和奥林匹亚先生的头衔。

source: There were complaints that Weider athletes won his federation's contests with suspicious regularity, but no proof of fixes was forthcoming.
zh_cn: 有人对韦德自己的运动员，总是能在该会举办的大赛上赢得冠军颇有微词，但是没有证据说明这些比赛是内定好的。

source: Mr. Schwarzenegger said Mr. Weider was a constant through every stage of his career.
zh_cn: 施瓦辛格先生说，韦德先生在他事业的每一个发展阶段都须臾未缺。

source: "He advised me on my training, on my business ventures, and once, bizarrely, claimed I was a German Shakespearean actor to get me my first acting role in 'Hercules in New York,' even though I barely spoke English," Mr. Schwarzenegger said in a statement.
zh_cn: 施瓦辛格在发表的一份声明中说：“他对我的训练、做生意上都给与指导。有一次很奇怪，为了使我能在”大力神在纽约“一片中入选，开始我的演员生涯，他甚至称我是德国的莎士比亚戏剧演员，尽管那时候我几乎还不会讲英语。”

source: "He was there for me constantly throughout my life, and I will miss him dearly."
zh_cn: “他在我的生活中始终陪伴着我，我将深深地怀念他。”

source: Mr. Weider had a knack for pseudoscientific, muscular-sounding names.
zh_cn: 韦德先生深谙伪科学，及起些听上去很有肌肉感的产品名字之道。

source: He became "the Master Blaster" and developed fitness equipment like the Solid Steel Tricep Bomber and food supplements like Dynamic Muscle Builder protein powder, Carbo Energizer Chewables, Performance Foods and Anabolic Mega-Paks, which featured an ingredient that he said had been scraped from the floor of the Pacific.
zh_cn: 他成了“爆破大师”，并开发了像“坚如钢铁肱三头肌轰炸机”这样的健身设备，以及食品补充品，像 “动力肌练就者蛋白粉”，“碳水化合物能量片”，“功能性食品”，及他称的其成分都取自太平洋海底的”合成巨量酶“。

source: "Nowadays, people want what a professional athlete would eat," Mr. Weider told The New York Times in 1989.
zh_cn: 韦德在1989年纽约时报的一次采访中，告诉马克 吉尔说：”现在，人们都想吃那些专业运动员吃的食品。”

source: "So we developed these booster pancakes that give you extra amino acids, which are important in protein synthesis and the building of muscle tissue."
zh_cn: “所以我们开发了这些增强能量的薄饼，提供额外的氨基酸，这对合成蛋白质及练就肌肉组织非常重要。“

source: He looked like the King of Bodybuilders, even in his later years.
zh_cn: 即使在他的晚年，他依然看上去像个健美之王。

source: He had a Los Angeles tan that set off a mane of silver hair, a rakish silver mustache and the physique of a narcissistic gladiator.
zh_cn: 他那一身洛杉矶人特有的棕褐色皮肤，衬托着银白色的头发和俏皮的一缕白色胡须，以及傲人的角斗士般的体格。

source: In photos that lined his office, he fit right in with his iron-pumping prot¨¦g¨¦s like Mr. Schwarzenegger and Lou Ferrigno, television's Incredible Hulk.
zh_cn: 在他办公室摆放的照片里，他和他最得意的门生，像施瓦辛格和罗·佛里格诺这些电视里的”庞然大物“在一起，也毫不逊色。

source: Mr. Weider sold his equipment and dietary supplements through advertisements and feature articles that were unapologetically juxtaposed in his cataloglike magazines, which featured exotic pieces like "Bulgarian Leg Training Secrets.
zh_cn: 韦德先生通过广告，和以专登如”保加利亚腿部训练秘方“等国外文章的，像产品目录似的杂志里的专题文章，来兜售他的健身设备和食品补充品。

source: " The magazines circulated to millions around the world, many of whom were not fitness fanatics but just wanted to get in better shape.
zh_cn: 这些杂志在全世界有数以百万计的读者，他们中的很多人并非健身发烧友，而仅仅是希望能把身材保持得好一点儿。

source: While Mr. Weider began as a mail-order entrepreneur, his company by the 1980s was marketing his equipment in 6,000 retail outlets and nutritional products in 12,000 stores in the United States alone.
zh_cn: 虽然韦德先生是以邮购方式开始他的生意的，但到了上世纪的八十年代，仅仅在美国，就有6000家零售商在推销他的健身设备，及12000家商铺售卖他的营养食品。

source: By the 1990s, he was selling in at least 60 countries and grossing hundreds of millions of dollars annually for Weider America's Total Fitness Company, based in Los Angeles.
zh_cn: 到了九十年代，他的产品已经销售到世界上的六十多个国家，他设在洛杉矶的企业--"韦德美国健身公司”的年销售额也达到了数亿美元。

source: His product claims were challenged by consumers, experts and government agencies.
zh_cn: 他的产品曾遭到消费者、专家和政府机构的质疑。

source: In 2002 he had to modify weight-gain claims for his Formula No. 7 after postal investigators disputed its efficacy.
zh_cn: 2002年，在其功效受到邮政调查人员的质疑后，他不得不修改了“7号食品补充剂”的增重宣传内容。

source: In 1985 the Federal Trade Commission challenged Anabolic Mega-Paks and Dynamic Life Essence, which claimed to enhance hormone secretions in the bloodstream to generate muscle growth.
zh_cn: 1985年，“联邦贸易委员会”对他的产品“合成巨量酶”及“动态生命精髓液”提出质疑，韦德的产品说明宣称，该产品有助于增进血液中的激素分泌从而能促进肌肉增长。

source: He admitted no wrongdoing, but modified his ads and provided $400,000 for product redemptions.
zh_cn: 他不承认有任何不妥，但却对广告宣传进行了修改并拿出了40万美元用于退货。

source: He sold his magazines for $350 million to American Media in 2003, but kept other parts of the company.
zh_cn: 2003年，他以3 5亿美元的价格，将他的杂志转卖给了“美国媒体公司”，但他的其他业务都保留下来了。

source: Josef Weider was born in Montreal, one of four children of Louis and Anna Nudelmann Weider, Polish immigrants.
zh_cn: 乔韦德出生于蒙特利尔，是波兰移民路易斯和安娜纽德曼韦德夫妇四个子女中的一个。

source: He always gave his birth date as Nov. 29, but in years ranging from 1919 to 1923; the year was uncertain because records were lost in a fire.
zh_cn: 他把自己的生日定为1919年到1923年中某年的11月29号，出生年份之所以无法确定，是因为他的出生登记毁于一场大火。

source: However, his publicist said he was born in 1919.
zh_cn: 但是他的公关人员却称他生于1919年。

source: He dropped out of school after seventh grade to work, delivering groceries.
zh_cn: 他上完七年级后就辍学开始工作，为人投送生活用品。

source: He was a small teenager, 5-foot-6 and 110 pounds, and was bullied.
zh_cn: 他少年时长得身材矮小，只有5英尺6寸高，110磅重，经常受坏孩子的欺负。

source: "I got sick and tired of putting my head down and walking away to avoid trouble," he recalled in an autobiography written with his brother Ben and Mike Steere, "Brothers of Iron" (2006).
zh_cn: 他在和弟弟本合著的自传--《铁血兄弟》（与迈克斯蒂达合作，2006年出版）中回忆道：“我对总要低着头和绕道走，以避免惹事已经忍无可忍。”

source: "Skin and bones. That's all I was. I needed some muscle."
zh_cn: “我当时骨瘦如柴，需要一身腱子肉。”

source: He found it, and his inspiration, in an American magazine, Strength and Health.
zh_cn: 在一本美国杂志“力量与健康”里，他找到了办法，也给他带来了灵感。

source: He developed his body, and by 16 claimed he could bench-press 330 pounds.
zh_cn: 他练就了一身强健的体魄，16岁时他就号称能卧推起330磅的重量。

source: In 1940 he founded his first magazine, Your Physique.
zh_cn: 1940年，他办起了自己的第一份杂志-“你的体格”。

source: It became the prototype for selling fitness equipment and food supplements.
zh_cn: 这也形成了他推销健身设备和食品补剂的雏形模式。

source: He and his first wife, the former Vicky Uzar, divorced around 1960.
zh_cn: 他的第一任妻子是维姬乌扎尔。他们在1960离异。

source: He married Betty Brosmer, a model, in 1961.
zh_cn: 他于1961年和模特贝蒂布罗斯莫尔结婚。

source: His brother Ben died in 2008, and an older brother, Louis, died in the 1940s.
zh_cn: 他的弟弟本于2008年去世，他的一个哥哥路易斯在上世纪四十年代就已离世。

source: He had one daughter, Lydia Ross, from his first marriage, and three grandchildren.
zh_cn: 他遗有一个女儿丽蒂娅罗斯，是和第一任妻子所生。他还有三个外孙，亚历山德拉、罗西和塔维。

source: He and Betty had no children.
zh_cn: 他和贝蒂没有生养。

source: With Bill Reynolds, Mr. Weider wrote "The Weider System of Bodybuilding" (1981) and "Joe Weider's Ultimate Bodybuilding" (1989).
zh_cn: 和比尔雷诺兹合作，乔韦德写有《韦德健身方法》（1981)和《乔韦德基本健身法》（1981）。
